The  RebarFreeFormAccessor  type exposes the following members.
 Properties
Name  |   Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 See Also
  RebarFreeFormAccessor Class
  Autodesk.Revit.DB.Structure Namespace